",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"Add|generic add button" = "Legg til";

"Cancel|generic cancel button" = "Avbryt";

"Facebook Messages|Title of button on sheet allowing user to contact a friend via Facebook Messages" = "Facebook-meldinger";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Facebook-bruker";

"Friends or Contacts|placeholder text in to field of contacts picker" = "Venner eller kontakter";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Gruppesamtale";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Ufullstendig kontakt";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Ugyldig kontakt";

"Last Updated: %@|last updated date in pull to refresh header" = "Sist oppdatert: %1$@";

"Loading...|loading progress text" = "Laster inn …";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Flere påloggede venner";

"Name|Placeholder text: Name of new contact" = "Navn";

"New Contact|Button title: Create a new contact" = "Ny kontakt";

"OK|generic affirmative button" = "OK";

"on mobile|presences status for being available on mobile" = "på mobil";

"online|presences status for being online on the web" = "pålogget";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefon eller e-post";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Angi et telefonnummer eller en e-postadresse.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Angi personens navn og kontaktinformasjon.";

"Pull down to refresh...|message for pull down to refresh" = "Skyv ned for å oppdatere ...";

"Push up to refresh...|message for push up to refresh" = "Skyv opp for å oppdatere ...";

"Release to refresh...|message for releasing to refresh" = "Slipp for å oppdatere ...";

"Search|placeholder in search bar" = "Søk";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Søk etter flere venner …";

"Send to:|Title of sheet shown when sending to a user with multiple points of contact" = "Send til:";

"To:|to field in contact picker" = "Til:";

"Updating...|updating progress text" = "Oppdaterer …";

